Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTraits.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# trait.Mask
source: Mask
de: Maske
ja: 仮面
ko: 가면
pl: Maska
zh_hans: 面具
zh_hant: 面具

# trait.Mass Murder
source: Mass Murder
de: Massenmord
ja: 大量殺人
ko: 대량 살인
pl: Masowe morderstwo
zh_hans: 大规模杀人
zh_hant: 大規模殺人

# trait.Massage Therapist
source: Massage Therapist
de: Masseur
ja: マッサージ師
ko: 마사지사
pl: Masażysta
zh_hans: 按摩师
zh_hant: 按摩師

# trait.Mastectomy
source: Mastectomy
de: Brustentfernung
ja: 乳房切除
ko: 유방 절제
pl: Mastektomia
zh_hans: 乳房切除
zh_hant: 乳房切除

# trait.Master
source: Master
de: Herr
ja: 主人
ko: 주인
pl: Pan
zh_hans: 主人
zh_hant: 主人

# trait.Masturbation in front of an Audience
source: Masturbation in front of an Audience
de: Masturbation vor Publikum
ja: 人前での自慰
ko: 사람들 앞에서 하는 자위
pl: Masturbacja przed publicznością
zh_hans: 当众自慰
zh_hant: 當眾自慰

# trait.Masturbation in front of the Protagonist
source: Masturbation in front of the Protagonist
de: Masturbation vor der Hauptfigur
ja: 主人公の前での自慰
ko: 주인공 앞에서 자위
pl: Masturbacja przed protagonistą
zh_hans: 在主角面前自慰
zh_hant: 在主角面前自慰

# trait.Masturbation Involving Food
source: Masturbation Involving Food
de: Masturbation mit Essen
ja: 食べ物を使った自慰
ko: 음식물을 이용한 자위
pl: Masturbacja z użyciem jedzenia
zh_hans: 涉及食物的自慰
zh_hant: 涉及食物的自慰

# trait.Masturbation with Object
source: Masturbation with Object
de: Masturbation mit einem Gegenstand
ja: 異物を使った自慰
ko: 이물질을 이용한 자위
pl: Masturbacja z użyciem przedmiotu
zh_hans: 使用异物自慰
zh_hant: 使用異物自慰

# trait.Masturbation with Water
source: Masturbation with Water
de: Masturbation mit Wasser
ja: 水を使った自慰
ko: 물을 이용한 자위
pl: Masturbacja z użyciem wody
zh_hans: 用水自慰
zh_hant: 用水自慰

# trait.Matricide
source: Matricide
de: Muttermord
ja: 母親殺し
ko: 모친 살해
pl: Matkobójstwo
zh_hans: 弑母
zh_hant: 弒母

# trait.Mature
source: Mature
de: Reif
ja: 大人びている
ko: 어른스러움
pl: Dojrzały
zh_hans: 成熟
zh_hant: 成熟

# trait.Maul
source: Maul
de: Kriegshammer
ja: モール
ko: 대형 전투 망치
pl: Młot bojowy
zh_hans: 战锤
zh_hant: 戰錘

# trait.Mayor
source: Mayor
de: Bürgermeister
ja: 市長
ko: 시장
pl: Burmistrz
zh_hans: 市长
zh_hant: 市長

# trait.Mechanic
source: Mechanic
de: Mechaniker
ja: 整備士
ko: 정비사
pl: Mechanik
zh_hans: 机械师
zh_hant: 機械師

# trait.Media Player
source: Media Player
de: Medienspieler
ja: メディアプレーヤー
ko: 미디어 플레이어
pl: Odtwarzacz multimedialny
zh_hans: 媒体播放器
zh_hant: 媒體播放器

# trait.Medical Doctor
source: Medical Doctor
de: Arzt
ja: 医師
ko: 의사
pl: Lekarz
zh_hans: 医生
zh_hant: 醫師

# trait.Medical Student
source: Medical Student
de: Medizinstudent
ja: 医学生
ko: 의대생
pl: Student medycyny
zh_hans: 医学生
zh_hant: 醫學生

# trait.Medical Tools
source: Medical Tools
de: Medizinische Instrumente
ja: 医療器具
ko: 의료 기구
pl: Narzędzia medyczne
zh_hans: 医疗器械
zh_hant: 醫療器械

# trait.Medication
source: Medication
de: Medikamente
ja: 薬
ko: 약물
pl: Leki
zh_hans: 药物
zh_hant: 藥物

# trait.Medium Breasts
source: Medium Breasts
de: Mittelgroße Brüste
ja: 普通サイズの胸
ko: 보통 크기의 가슴
pl: Piersi średniej wielkości
zh_hans: 中等胸围
zh_hant: 中等胸圍

# trait.Megaphone
source: Megaphone
de: Megafon
ja: 拡声器
ko: 확성기
pl: Megafon
zh_hans: 扩音器
zh_hant: 擴音器

# trait.Member of a Sect
source: Member of a Sect
de: Sektenmitglied
ja: 宗派の一員
ko: 종파 구성원
pl: Członek sekty
zh_hans: 教派成员
zh_hant: 教派成員

# trait.Memory Alteration
source: Memory Alteration
de: Gedächtnismanipulation
ja: 記憶改変
ko: 기억 조작
pl: Modyfikacja pamięci
zh_hans: 记忆篡改
zh_hant: 記憶篡改

# trait.Mental Affliction
source: Mental Affliction
de: Psychische Erkrankung
ja: 精神疾患
ko: 정신 질환
pl: Zaburzenie psychiczne
zh_hans: 精神疾病
zh_hant: 精神疾病

# trait.Mental Age Regression
source: Mental Age Regression
de: Rückgang des geistigen Alters
ja: 精神年齢退行
ko: 정신 연령 퇴행
pl: Regresja wieku psychicznego
zh_hans: 心理年龄倒退
zh_hant: 心理年齡倒退

# trait.Mental Breakdown
source: Mental Breakdown
de: Psychischer Zusammenbruch
ja: 精神崩壊
ko: 정신 붕괴
pl: Załamanie psychiczne
zh_hans: 精神崩溃
zh_hant: 精神崩潰

# trait.Mercenary
source: Mercenary
de: Söldner
ja: 傭兵
ko: 용병
pl: Najemnik
zh_hans: 佣兵
zh_hant: 傭兵

# trait.Merchant
source: Merchant
de: Händler
ja: 商人
ko: 상인
pl: Kupiec
zh_hans: 商人
zh_hant: 商人

# trait.Mercy Killing
source: Mercy Killing
de: Tötung aus Mitleid
ja: 慈悲殺
ko: 자비 살해
pl: Zabicie z litości
zh_hans: 慈悲杀人
zh_hant: 慈悲殺人

# trait.Merperson
source: Merperson
de: Meermensch
ja: 人魚
ko: 인어
pl: Istota syrenia
zh_hans: 人鱼
zh_hant: 人魚

# trait.Messiah
source: Messiah
de: Messias
ja: 救世主
ko: 구세주
pl: Mesjasz
zh_hans: 救世主
zh_hant: 救世主

# trait.Metal Bondage
source: Metal Bondage
de: Fesselung mit Metall
ja: 金属製拘束具
ko: 금속 구속구
pl: Krępowanie metalem
zh_hans: 金属束缚
zh_hant: 金屬束縛

# trait.Metamorphosis
source: Metamorphosis
de: Metamorphose
ja: 変身
ko: 변신
pl: Metamorfoza
zh_hans: 变身
zh_hant: 變身

# trait.Mexican
source: Mexican
de: Mexikanisch
ja: メキシコ人
ko: 멕시코인
pl: Meksykanin
zh_hans: 墨西哥人
zh_hant: 墨西哥人

# trait.Micro Bikini
source: Micro Bikini
de: Mikrobikini
ja: マイクロビキニ
ko: 마이크로 비키니
pl: Mikrobikini
zh_hans: 微型比基尼
zh_hant: 微型比基尼

# trait.Micro Mini Shorts
source: Micro Mini Shorts
de: Extrem kurze Shorts
ja: マイクロミニショートパンツ
ko: 초미니 반바지
pl: Bardzo krótkie szorty
zh_hans: 超短热裤
zh_hant: 超短熱褲

# trait.Microphone
source: Microphone
de: Mikrofon
ja: マイク
ko: 마이크
pl: Mikrofon
zh_hans: 麦克风
zh_hant: 麥克風

# trait.Microskirt
source: Microskirt
de: Extrem kurzer Rock
ja: マイクロミニスカート
ko: 초미니 스커트
pl: Bardzo krótka spódniczka
zh_hans: 超短裙
zh_hant: 超短裙

# trait.Middle Brother
source: Middle Brother
de: Mittlerer Bruder
ja: 真ん中の兄弟
ko: 가운데 형제
pl: Środkowy brat
zh_hans: 排行居中的兄弟
zh_hant: 排行居中的兄弟

# trait.Middle School Student
source: Middle School Student
de: Mittelschüler
ja: 中学生
ko: 중학생
pl: Uczeń szkoły niższego stopnia średniego
zh_hans: 初中生
zh_hant: 國中生

# trait.Middle Sister
source: Middle Sister
de: Mittlere Schwester
ja: 真ん中の姉妹
ko: 가운데 자매
pl: Środkowa siostra
zh_hans: 排行居中的姐妹
zh_hant: 排行居中的姐妹

# trait.Midwife
source: Midwife
de: Hebamme
ja: 助産師
ko: 조산사
pl: Położna
zh_hans: 助产士
zh_hant: 助產士

# trait.Miko
source: Miko
de: Miko-Schreinpriesterin
ja: 巫女
ko: 무녀
pl: Kapłanka chramu miko
zh_hans: 巫女
zh_hant: 巫女

# trait.Miko's Dress
source: Miko's Dress
de: Miko-Gewand
ja: 巫女装束
ko: 무녀복
pl: Strój kapłanki miko
zh_hans: 巫女服
zh_hant: 巫女服

# trait.Miko's Mini-Dress
source: Miko's Mini-Dress
de: Kurzes Miko-Gewand
ja: ミニ丈の巫女服
ko: 미니 무녀복
pl: Krótki strój kapłanki miko
zh_hans: 迷你巫女服
zh_hant: 迷你巫女服

# trait.Military Boots
source: Military Boots
de: Militärstiefel
ja: 軍用ブーツ
ko: 군화
pl: Buty wojskowe
zh_hans: 军靴
zh_hant: 軍靴

# trait.Military Camouflage
source: Military Camouflage
de: Militärische Tarnkleidung
ja: 迷彩服
ko: 군용 위장복
pl: Wojskowy strój maskujący
zh_hans: 军用迷彩服
zh_hant: 軍用迷彩服

# trait.Military Captain
source: Military Captain
de: Hauptmann
ja: 軍大尉
ko: 대위
pl: Kapitan wojskowy
zh_hans: 上尉
zh_hant: 上尉

# trait.Military Decoration
source: Military Decoration
de: Militärischer Orden
ja: 勲章
ko: 훈장
pl: Odznaczenie wojskowe
zh_hans: 军功章
zh_hant: 軍功章

# trait.Military Uniform
source: Military Uniform
de: Militäruniform
ja: 軍服
ko: 군복
pl: Mundur wojskowy
zh_hans: 军装
zh_hant: 軍裝

# trait.Milking (Sexual)
source: Milking (Sexual)
de: Melken (sexuell)
ja: 搾乳（性的）
ko: 착유(성적)
pl: Dojenie (seksualne)
zh_hans: 挤奶（色情）
zh_hant: 擠奶（色情）

# trait.Mimic
source: Mimic
de: Mimik
ja: ミミック
ko: 미믹
pl: Mimik
zh_hans: 宝箱怪
zh_hant: 寶箱怪

# trait.Mind Control
source: Mind Control
de: Gedankenkontrolle
ja: マインドコントロール
ko: 정신 지배
pl: Kontrola umysłu
zh_hans: 精神控制
zh_hant: 精神控制

# trait.Mindbreak
source: Mindbreak
de: Psychischer Zusammenbruch durch Misshandlung
ja: 精神崩壊
ko: 정신 붕괴
pl: Załamanie psychiczne wskutek znęcania się
zh_hans: 精神崩坏
zh_hant: 精神崩壞

# trait.Mini Hat
source: Mini Hat
de: Minihut
ja: ミニハット
ko: 미니 모자
pl: Miniaturowy kapelusz
zh_hans: 迷你帽
zh_hant: 迷你帽

# trait.Mini-dress
source: Mini-dress
de: Minikleid
ja: ミニドレス
ko: 미니드레스
pl: Minisukienka
zh_hans: 迷你连衣裙
zh_hant: 迷你洋裝

# trait.Miniskirt
source: Miniskirt
de: Minirock
ja: ミニスカート
ko: 미니스커트
pl: Minispódniczka
zh_hans: 迷你裙
zh_hant: 迷你裙

# trait.Minotaur
source: Minotaur
de: Minotaurus
ja: ミノタウロス
ko: 미노타우로스
zh_hans: 牛头人
zh_hant: 牛頭人

# trait.Mirror Sex
source: Mirror Sex
de: Sex vor einem Spiegel
ja: 鏡の前でのセックス
ko: 거울 앞 성교
pl: Seks przed lustrem
zh_hans: 镜前性爱
zh_hant: 鏡前性愛

# trait.Misandrist
source: Misandrist
de: Männerfeindlich
ja: 男性嫌悪
ko: 남성 혐오자
pl: Mizandrysta
zh_hans: 厌男
zh_hant: 厭男

# trait.Misanthrope
source: Misanthrope
de: Menschenfeind
ja: 人間嫌い
ko: 인간 혐오자
pl: Mizantrop
zh_hans: 厌世者
zh_hant: 厭惡人類者

# trait.Miscellaneous Items
source: Miscellaneous Items
de: Verschiedene Gegenstände
ja: その他のアイテム
ko: 기타 아이템
pl: Różne przedmioty
zh_hans: 杂项物品
zh_hant: 雜項物品

# trait.Mischievous
source: Mischievous
de: Schelmisch
ja: いたずら好き
ko: 장난기 많음
pl: Psotny
zh_hans: 调皮
zh_hant: 調皮

# trait.Misogynist
source: Misogynist
de: Frauenfeindlich
ja: 女性嫌悪
ko: 여성 혐오자
pl: Mizogin
zh_hans: 厌女
zh_hant: 厭女

# trait.Missing Teeth
source: Missing Teeth
de: Fehlende Zähne
ja: 歯の欠損
ko: 치아 결손
pl: Brakujące zęby
zh_hans: 缺牙
zh_hant: 缺牙

# trait.Missionary
source: Missionary
de: Missionar
ja: 宣教師
ko: 선교사
pl: Misjonarz
zh_hans: 传教士
zh_hant: 傳教士

# trait.Mistress
source: Mistress
de: Geliebte
ja: 愛人
ko: 정부
pl: Kochanka
zh_hans: 情妇
zh_hant: 情婦

# trait.Mitre
source: Mitre
de: Mitra
ja: 司教冠
ko: 주교관
pl: Mitra
zh_hans: 主教冠
zh_hant: 主教冠

# trait.Mittens
source: Mittens
de: Fäustlinge
ja: ミトン
ko: 벙어리장갑
pl: Rękawiczki z jednym palcem
zh_hans: 连指手套
zh_hant: 連指手套

# trait.Mobile Phone
source: Mobile Phone
de: Mobiltelefon
ja: 携帯電話
ko: 휴대전화
pl: Telefon komórkowy
zh_hans: 手机
zh_hant: 手機

# trait.Modern Tsundere
source: Modern Tsundere
de: Moderne Tsundere
ja: 現代型ツンデレ
ko: 현대형 츤데레
pl: Współczesna tsundere
zh_hans: 现代傲娇
zh_hant: 現代傲嬌

# trait.Mofuku
source: Mofuku
de: Japanische Trauerkleidung
ja: 喪服
ko: 상복
pl: Japoński strój żałobny
zh_hans: 丧服
zh_hant: 喪服

# trait.Mohawk
source: Mohawk
de: Irokesenschnitt
ja: モヒカン刈り
ko: 모히칸 헤어
pl: Irokez
zh_hans: 莫西干发型
zh_hant: 莫霍克髮型

# trait.Mole
source: Mole
de: Muttermal
ja: ほくろ
ko: 점
pl: Pieprzyk
zh_hans: 痣
zh_hant: 痣

# trait.Molesting
source: Molesting
de: Sexuelle Belästigung
ja: 痴漢行為
ko: 성추행
pl: Molestowanie
zh_hans: 猥亵
zh_hant: 猥褻

# trait.Mollusc
source: Mollusc
de: Weichtier
ja: 軟体動物
ko: 연체동물
pl: Mięczak
zh_hans: 软体动物
zh_hant: 軟體動物

# trait.Mon
source: Mon
de: Japanisches Familienwappen
ja: 家紋
ko: 가문 문장
pl: Japoński herb rodowy
zh_hans: 家纹
zh_hant: 家紋

# trait.Money Lover
source: Money Lover
de: Geldgierig
ja: 金の亡者
ko: 돈을 밝힘
pl: Chciwy
zh_hans: 爱财
zh_hant: 愛財

# trait.Mongolian
source: Mongolian
de: Mongolisch
ja: モンゴル人
ko: 몽골인
pl: Mongoł
zh_hans: 蒙古人
zh_hant: 蒙古人

# trait.Monk
source: Monk
de: Mönch
ja: 僧侶
ko: 승려
pl: Mnich
zh_hans: 僧侣
zh_hant: 僧侶

# trait.Monocle
source: Monocle
de: Monokel
ja: モノクル
ko: 단안경
pl: Monokl
zh_hans: 单片眼镜
zh_hant: 單片眼鏡

# trait.Monster Birth
source: Monster Birth
de: Monstergeburt
ja: 怪物の出産
ko: 괴물 출산
pl: Poród potwora
zh_hans: 产下怪物
zh_hant: 產下怪物

# trait.Monster Girl
source: Monster Girl
de: Monstermädchen
ja: モンスター娘
ko: 몬스터 걸
pl: Dziewczyna-potwór
zh_hans: 魔物娘
zh_hant: 魔物娘

# trait.Monster Hunter
source: Monster Hunter
de: Monsterjäger
ja: モンスターハンター
ko: 괴물 사냥꾼
pl: Łowca potworów
zh_hans: 怪物猎人
zh_hant: 怪物獵人

# trait.Monster Rape
source: Monster Rape
de: Vergewaltigung durch Monster
ja: モンスターによる強姦
ko: 괴물에 의한 강간
pl: Gwałt ze strony potworów
zh_hans: 怪物强奸
zh_hant: 怪物強姦

# trait.Moody
source: Moody
de: Launisch
ja: 気分屋
ko: 기분파
pl: Humorzasty
zh_hans: 喜怒无常
zh_hant: 喜怒無常

# trait.Mop
source: Mop
de: Wischmopp
ja: モップ
ko: 대걸레
zh_hans: 拖把
zh_hant: 拖把

# trait.Mother
source: Mother
de: Mutter
ja: 母親
ko: 어머니
pl: Matka
zh_hans: 母亲
zh_hant: 母親

# trait.Mother Complex
source: Mother Complex
de: Mutterkomplex
ja: マザコン
ko: 마더 콤플렉스
pl: Kompleks matki
zh_hans: 恋母情结
zh_hant: 戀母情結

# trait.Mother-in-law
source: Mother-in-law
de: Schwiegermutter
ja: 義母
ko: 장모·시어머니
pl: Teściowa
zh_hans: 岳母或婆婆
zh_hant: 岳母或婆婆

# trait.Motorcycle
source: Motorcycle
de: Motorrad
ja: オートバイ
ko: 오토바이
pl: Motocykl
zh_hans: 摩托车
zh_hant: 機車

# trait.Motorsports
source: Motorsports
de: Motorsport
ja: モータースポーツ
ko: 모터스포츠
pl: Sporty motorowe
zh_hans: 赛车运动
zh_hant: 賽車運動

# trait.Mouse
source: Mouse
de: Maus
ja: ネズミ
ko: 쥐
pl: Mysz
zh_hans: 老鼠
zh_hant: 老鼠

# trait.Moustache
source: Moustache
de: Schnurrbart
ja: 口ひげ
ko: 콧수염
pl: Wąsy
zh_hans: 小胡子
zh_hant: 小鬍子

# trait.Mouth Fingering
source: Mouth Fingering
de: Einführen von Fingern in den Mund
ja: 口への指挿入
ko: 입에 손가락 삽입
pl: Wprowadzanie palców do ust
zh_hans: 手指插入口腔
zh_hant: 手指插入口腔

# trait.Mouth Gag
source: Mouth Gag
de: Mundknebel
ja: 猿ぐつわ
ko: 재갈
pl: Knebel
zh_hans: 口塞
zh_hant: 口塞

# trait.Moving
source: Moving
de: Bewegung
ja: 移動
ko: 이동
pl: Ruch
zh_hans: 移动
zh_hant: 移動

# trait.Moxibustion (Torture)
source: Moxibustion (Torture)
de: Moxibustion (Folter)
ja: 灸（拷問）
ko: 뜸(고문)
pl: Moksybucja (tortury)
zh_hans: 艾灸（拷问）
zh_hant: 艾灸（拷問）

# trait.Mules
source: Mules
de: Pantoletten
ja: ミュール
ko: 뮬
pl: Buty mule
zh_hans: 穆勒鞋
zh_hant: 穆勒鞋

# trait.Mullet
source: Mullet
de: Vokuhila
ja: マレットヘア
ko: 멀릿 헤어
pl: Fryzura mullet
zh_hans: 鲻鱼头
zh_hant: 鯔魚頭

# trait.Multicolored
source: Multicolored
de: Mehrfarbig
ja: 多色
ko: 다색
pl: Wielokolorowe
zh_hans: 多色
zh_hant: 多色

# trait.Multicolored Eyes
source: Multicolored Eyes
de: Mehrfarbige Augen
ja: 多色の瞳
ko: 다색 눈동자
pl: Wielokolorowe oczy
zh_hans: 多色眼睛
zh_hant: 多色眼睛

# trait.Multilingual
source: Multilingual
de: Mehrsprachig
ja: 多言語話者
ko: 다언어 구사자
pl: Wielojęzyczny
zh_hans: 多语者
zh_hant: 多語者

# trait.Multiple Arms
source: Multiple Arms
de: Mehrere Arme
ja: 複数の腕
ko: 여러 팔
pl: Wiele ramion
zh_hans: 多只手臂
zh_hant: 多隻手臂

# trait.Multiple Braids
source: Multiple Braids
de: Mehrere Zöpfe
ja: 複数の三つ編み
ko: 여러 땋은 머리
pl: Wiele warkoczy
zh_hans: 多条辫子
zh_hant: 多條辮子

# trait.Multiple Breasts
source: Multiple Breasts
de: Mehrere Brüste
ja: 複数の乳房
ko: 여러 유방
pl: Wiele piersi
zh_hans: 多个乳房
zh_hant: 多個乳房

# trait.Multiple Earrings
source: Multiple Earrings
de: Mehrere Ohrringe
ja: 複数のイヤリング
ko: 여러 귀걸이
pl: Wiele kolczyków
zh_hans: 多个耳环
zh_hant: 多個耳環

# trait.Multiple Eyes
source: Multiple Eyes
de: Mehrere Augen
ja: 複数の目
ko: 여러 눈
pl: Wiele oczu
zh_hans: 多只眼睛
zh_hant: 多隻眼睛

# trait.Multiple Heads
source: Multiple Heads
de: Mehrere Köpfe
ja: 複数の頭
ko: 여러 머리
pl: Wiele głów
zh_hans: 多个头
zh_hant: 多個頭

# trait.Multiple Legs
source: Multiple Legs
de: Mehrere Beine
ja: 複数の脚
ko: 여러 다리
pl: Wiele nóg
zh_hans: 多条腿
zh_hant: 多條腿

# trait.Multiple Penetration
source: Multiple Penetration
de: Mehrfache Penetration
ja: 多重挿入
ko: 다중 삽입
pl: Wielokrotna penetracja
zh_hans: 多重插入
zh_hant: 多重插入

# trait.Multiple Penises
source: Multiple Penises
de: Mehrere Penisse
ja: 複数のペニス
ko: 여러 음경
pl: Wiele penisów
zh_hans: 多根阴茎
zh_hant: 多根陰莖

# trait.Multiple Tails
source: Multiple Tails
de: Mehrere Schwänze
ja: 複数の尻尾
ko: 여러 꼬리
pl: Wiele ogonów
zh_hans: 多条尾巴
zh_hant: 多條尾巴

# trait.Multiracial
source: Multiracial
de: Mehrere ethnische Abstammungen
ja: 混血
ko: 다인종 혼혈
pl: Mieszane pochodzenie etniczne
zh_hans: 多族裔混血
zh_hant: 多族裔混血

# trait.Mummy
source: Mummy
de: Mumie
ja: ミイラ
ko: 미라
pl: Mumia
zh_hans: 木乃伊
zh_hant: 木乃伊

# trait.Murder
source: Murder
de: Mord
ja: 殺人
ko: 살인
pl: Morderstwo
zh_hans: 杀人
zh_hant: 殺人

# trait.Murder-Suicide
source: Murder-Suicide
de: Mord mit anschließendem Suizid
ja: 無理心中
ko: 살인 후 자살
pl: Morderstwo połączone z samobójstwem
zh_hans: 杀人后自杀
zh_hant: 殺人後自殺

# trait.Muscle Disease
source: Muscle Disease
de: Muskelerkrankung
ja: 筋疾患
ko: 근육 질환
pl: Choroba mięśni
zh_hans: 肌肉疾病
zh_hant: 肌肉疾病

# trait.Muscle Growth
source: Muscle Growth
de: Muskelwachstum
ja: 筋肉増大
ko: 근육 성장
pl: Wzrost mięśni
zh_hans: 肌肉增长
zh_hant: 肌肉增長

# trait.Muscular
source: Muscular
de: Muskulös
ja: 筋肉質
ko: 근육질
pl: Umięśniony
zh_hans: 肌肉发达
zh_hant: 肌肉發達

# trait.Music
source: Music
de: Musik
ja: 音楽
ko: 음악
pl: Muzyka
zh_hans: 音乐
zh_hant: 音樂

# trait.Music Learning
source: Music Learning
de: Musiklernen
ja: 音楽学習
ko: 음악 학습
pl: Nauka muzyki
zh_hans: 学习音乐
zh_hant: 學習音樂

# trait.Musical Instrument
source: Musical Instrument
de: Musikinstrument
ja: 楽器
ko: 악기
pl: Instrument muzyczny
zh_hans: 乐器
zh_hant: 樂器

# trait.Musician
source: Musician
de: Musiker
ja: 音楽家
ko: 음악가
pl: Muzyk
zh_hans: 音乐家
zh_hant: 音樂家

# trait.Muteness
source: Muteness
de: Stummheit
ja: 発話不能
ko: 발화 장애
pl: Niemota
zh_hans: 失语
zh_hant: 無法言語

# trait.Mutual Masturbation
source: Mutual Masturbation
de: Gegenseitige Masturbation
ja: 相互自慰
ko: 상호 자위
pl: Wzajemna masturbacja
zh_hans: 相互自慰
zh_hant: 相互自慰

# trait.Mysterious
source: Mysterious
de: Geheimnisvoll
ja: 謎めいている
ko: 신비로움
pl: Tajemniczy
zh_hans: 神秘
zh_hant: 神秘

# trait.Nail Polish
source: Nail Polish
de: Nagellack
ja: マニキュア
ko: 매니큐어
pl: Lakier do paznokci
zh_hans: 指甲油
zh_hant: 指甲油

# trait.Naive
source: Naive
de: Naiv
ja: 世間知らず
ko: 세상 물정 모름
pl: Naiwny
zh_hans: 天真
zh_hant: 天真

# trait.Naizuri
source: Naizuri
de: Penisstimulation an den Innenseiten der Oberschenkel
ja: ナイズリ
ko: 허벅지 사이 성교
pl: Stymulacja penisa wewnętrznymi stronami ud
zh_hans: 内腿交
zh_hant: 內腿交

# trait.Naked
source: Naked
de: Nackt
ja: 全裸
ko: 전라
pl: Nagi
zh_hans: 裸体
zh_hant: 裸體

# trait.Naked (Not Sexually Involved)
source: Naked (Not Sexually Involved)
de: Nackt (nicht sexuell beteiligt)
ja: 全裸（性行為に不参加）
ko: 전라(성행위에 참여하지 않음)
pl: Nagi (nie uczestniczy w aktywności seksualnej)
zh_hans: 裸体（未参与性行为）
zh_hant: 裸體（未參與性行為）

# trait.Naked Apron
source: Naked Apron
de: Schürze ohne weitere Kleidung
ja: 裸エプロン
ko: 알몸 앞치마
pl: Fartuch na nagim ciele
zh_hans: 裸体围裙
zh_hant: 裸體圍裙

# trait.Naked Dogeza
source: Naked Dogeza
de: Nackte Dogeza-Verbeugung
ja: 裸土下座
ko: 알몸 도게자
pl: Dogeza nago
zh_hans: 裸体土下座
zh_hant: 裸體土下座

# trait.Naked in Front of an Audience
source: Naked in Front of an Audience
de: Nackt vor Publikum
ja: 人前で全裸
ko: 사람들 앞에서 전라
pl: Nago przed publicznością
zh_hans: 当众裸体
zh_hant: 當眾裸體

# trait.Naked Necktie
source: Naked Necktie
de: Krawatte ohne weitere Kleidung
ja: 裸ネクタイ
ko: 알몸 넥타이
pl: Krawat na nagim ciele
zh_hans: 裸体领带
zh_hant: 裸體領帶

# trait.Naked Nipples
source: Naked Nipples
de: Unbedeckte Brustwarzen
ja: 乳首露出
ko: 유두 노출
pl: Odsłonięte brodawki sutkowe
zh_hans: 乳头裸露
zh_hant: 乳頭裸露

# trait.Naked Ribbon
source: Naked Ribbon
de: Schleife ohne weitere Kleidung
ja: 裸リボン
ko: 알몸 리본
pl: Wstążka na nagim ciele
zh_hans: 裸体丝带
zh_hant: 裸體絲帶

# trait.Naked Shirt
source: Naked Shirt
de: Nur mit Hemd bekleidet
ja: 裸シャツ
ko: 셔츠만 착용
pl: Ubrany wyłącznie w koszulę
zh_hans: 只穿衬衫
zh_hant: 只穿襯衫

# trait.Name Tag
source: Name Tag
de: Namensschild
ja: 名札
ko: 명찰
pl: Identyfikator z imieniem
zh_hans: 姓名牌
zh_hant: 姓名牌

# trait.Nameable
source: Nameable
de: Frei benennbar
ja: 名前変更可能
ko: 이름 변경 가능
pl: Możliwość nadania imienia
zh_hans: 可命名
zh_hant: 可命名

# trait.Named Weapon
source: Named Weapon
de: Waffe mit eigenem Namen
ja: 名前付き武器
ko: 이름 붙은 무기
pl: Broń z własną nazwą
zh_hans: 有名号的武器
zh_hant: 有名號的武器

# trait.Nano
source: Nano
de: Satzendung „nano“
ja: 「なの」口調
ko: ‘나노’ 말투
pl: Końcówka wypowiedzi „nano”
zh_hans: 使用“なの”语尾
zh_hant: 使用「なの」語尾

# trait.Nanoja
source: Nanoja
de: Satzendung „nanoja“
ja: 「なのじゃ」口調
ko: ‘나노자’ 말투
pl: Końcówka wypowiedzi „nanoja”
zh_hans: 使用“なのじゃ”语尾
zh_hant: 使用「なのじゃ」語尾

# trait.Narcissist
source: Narcissist
de: Narzisstisch
ja: ナルシスト
ko: 나르시시스트
pl: Narcystyczny
zh_hans: 自恋
zh_hant: 自戀

# trait.Narcolepsy
source: Narcolepsy
de: Narkolepsie
ja: ナルコレプシー
ko: 기면증
pl: Narkolepsja
zh_hans: 发作性睡病
zh_hant: 猝睡症

# trait.Native American
source: Native American
de: Indigene Person Amerikas
ja: ネイティブアメリカン
ko: 아메리카 원주민
pl: Rdzenny mieszkaniec Ameryki
zh_hans: 美洲原住民
zh_hant: 美洲原住民

# trait.Native Canadian
source: Native Canadian
de: Indigene Person Kanadas
ja: カナダ先住民
ko: 캐나다 원주민
pl: Rdzenny mieszkaniec Kanady
zh_hans: 加拿大原住民
zh_hant: 加拿大原住民

# trait.Nature
source: Nature
de: Natur
ja: 自然
ko: 자연
pl: Przyroda
zh_hans: 自然
zh_hant: 自然

# trait.Nature Lover
source: Nature Lover
de: Naturliebhaber
ja: 自然愛好家
ko: 자연 애호가
pl: Miłośnik przyrody
zh_hans: 热爱自然
zh_hant: 熱愛自然

# trait.Navel Monster Birth
source: Navel Monster Birth
de: Monstergeburt durch den Bauchnabel
ja: へそからの怪物出産
ko: 배꼽으로 괴물 출산
pl: Poród potwora przez pępek
zh_hans: 肚脐产下怪物
zh_hant: 肚臍產下怪物

# trait.Navel Penetration
source: Navel Penetration
de: Penetration des Bauchnabels
ja: へそ挿入
ko: 배꼽 삽입
pl: Penetracja pępka
zh_hans: 肚脐插入
zh_hant: 肚臍插入

# trait.Navel Piercing
source: Navel Piercing
de: Bauchnabelpiercing
ja: へそピアス
ko: 배꼽 피어싱
pl: Piercing pępka
zh_hans: 肚脐穿孔
zh_hant: 肚臍穿孔

# trait.Necklace
source: Necklace
de: Halskette
ja: ネックレス
ko: 목걸이
pl: Naszyjnik
zh_hans: 项链
zh_hant: 項鍊

# trait.Necktie
source: Necktie
de: Krawatte
ja: ネクタイ
ko: 넥타이
pl: Krawat
zh_hans: 领带
zh_hant: 領帶

# trait.Necrophilia
source: Necrophilia
de: Nekrophilie
ja: 屍姦
ko: 시체 성애
pl: Nekrofilia
zh_hans: 恋尸癖
zh_hant: 戀屍癖

# trait.Necrophobia
source: Necrophobia
de: Angst vor Leichen
ja: 死体恐怖症
ko: 시체 공포증
pl: Lęk przed zwłokami
zh_hans: 惧尸症
zh_hant: 懼屍症

# trait.NEET
source: NEET
de: Weder in Ausbildung noch berufstätig
ja: ニート
ko: 니트족
pl: Nie uczy się ani nie pracuje
zh_hans: 尼特族
zh_hant: 尼特族

# trait.Neighbor
source: Neighbor
de: Nachbar
ja: 隣人
ko: 이웃
pl: Sąsiad
zh_hans: 邻居
zh_hant: 鄰居

# trait.Nekomimi Headband
source: Nekomimi Headband
de: Haarreif mit Katzenohren
ja: 猫耳カチューシャ
ko: 고양이 귀 머리띠
pl: Opaska z kocimi uszami
zh_hans: 猫耳发箍
zh_hant: 貓耳髮箍

# trait.Nephew
source: Nephew
de: Neffe
ja: 甥
ko: 남자 조카
pl: Siostrzeniec lub bratanek
zh_hans: 侄子或外甥
zh_hant: 侄子或外甥

# trait.Net Idol
source: Net Idol
de: Internetidol
ja: ネットアイドル
ko: 인터넷 아이돌
pl: Idol internetowy
zh_hans: 网络偶像
zh_hant: 網路偶像

# trait.Netorare (they are the stolen SO)
source: Netorare (they are the stolen SO)
de: Netorare (weggenommener Partner)
ja: 寝取られる側の恋人
ko: 빼앗기는 연인
pl: Netorare (odebrany partner)
zh_hans: 作为被夺走的伴侣
zh_hant: 作為被奪走的伴侶

# trait.Netorase (their SO is shared)
source: Netorase (their SO is shared)
de: Netorase (teilt den eigenen Partner)
ja: 自分の恋人を他者と共有
ko: 자신의 연인을 타인과 공유
pl: Netorase (dzieli się własnym partnerem)
zh_hans: 与他人分享自己的伴侣
zh_hant: 與他人分享自己的伴侶

# trait.Netorase (they are the shared SO)
source: Netorase (they are the shared SO)
de: Netorase (geteilter Partner)
ja: 共有される恋人
ko: 공유되는 연인
pl: Netorase (partner dzielony z innymi)
zh_hans: 作为被分享的伴侣
zh_hant: 作為被分享的伴侶

# trait.Netori (steals the SO)
source: Netori (steals the SO)
de: Netori (nimmt anderen den Partner weg)
ja: 他人の恋人を寝取る
ko: 타인의 연인을 빼앗음
pl: Netori (odbiera komuś partnera)
zh_hans: 夺走他人的伴侣
zh_hant: 奪走他人的伴侶

# trait.Netori (their SO is stolen)
source: Netori (their SO is stolen)
de: Netori (eigener Partner wird weggenommen)
ja: 恋人を寝取られる
ko: 자신의 연인을 빼앗김
pl: Netori (własny partner zostaje odebrany)
zh_hans: 伴侣被他人夺走
zh_hant: 伴侶被他人奪走

# trait.Neuroticism
source: Neuroticism
de: Neurotizismus
ja: 神経質
ko: 신경질적
pl: Neurotyczność
zh_hans: 神经质
zh_hant: 神經質

# trait.New Type School Swimsuit
source: New Type School Swimsuit
de: Moderner Schulbadeanzug
ja: 新型スクール水着
ko: 신형 학교 수영복
pl: Nowoczesny szkolny strój kąpielowy
zh_hans: 新式学校泳装
zh_hant: 新式學校泳裝

# trait.News Presenter
source: News Presenter
de: Nachrichtensprecher
ja: ニュースキャスター
ko: 뉴스 진행자
pl: Prezenter wiadomości
zh_hans: 新闻主播
zh_hant: 新聞主播

# trait.Niece
source: Niece
de: Nichte
ja: 姪
ko: 여자 조카
pl: Siostrzenica lub bratanica
zh_hans: 侄女或外甥女
zh_hant: 姪女或外甥女

# trait.Nightgown
source: Nightgown
de: Nachthemd
ja: ネグリジェ
ko: 나이트가운
pl: Koszula nocna
zh_hans: 睡裙
zh_hant: 睡裙

# trait.Nightmares
source: Nightmares
de: Albträume
ja: 悪夢
ko: 악몽
pl: Koszmary
zh_hans: 噩梦
zh_hant: 噩夢

# trait.Ninja Suit
source: Ninja Suit
de: Ninja-Anzug
ja: 忍者装束
ko: 닌자복
pl: Strój ninja
zh_hans: 忍者服
zh_hant: 忍者服

# trait.Ninjato
source: Ninjato
de: Ninja-Schwert
ja: 忍者刀
ko: 닌자도
pl: Miecz ninja
zh_hans: 忍者刀
zh_hant: 忍者刀

# trait.Ninth Grader
source: Ninth Grader
de: Schüler der neunten Klasse
ja: 中学3年生
ko: 중학교 3학년
pl: Uczeń dziewiątej klasy
zh_hans: 九年级学生
zh_hant: 九年級學生

# trait.Nipple Covers
source: Nipple Covers
de: Brustwarzenabdeckungen
ja: ニップレス
ko: 니플 패치
pl: Naklejki na brodawki sutkowe
zh_hans: 乳贴
zh_hant: 乳貼

# trait.Nipple Insertion
source: Nipple Insertion
de: Einführen in die Brustwarze
ja: 乳首挿入
ko: 유두 삽입
pl: Wprowadzanie do brodawki sutkowej
zh_hans: 乳头插入
zh_hant: 乳頭插入
